Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_806_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Leatgo beroštuvvan oahppamateriálabargguin ?
smn: Lah-uv perustum oppâmateriaalpargoin ?

source: Sámediggi buvttada skuvllaid várás oahppamateriálaid .
smn: Sämitige puovtât škoovlâi várás oppâmateriaalijd .

source: Dán barggus dárbbašit oahppamateriálaid ráhkadeddjiid .
smn: Taan pargoost tarbâšep oppâmateriaalij rähteid .

source: Leatgo don beroštuvvan dákkár bargguin ?
smn: Lah-uv tun perustum tágárijn pargoin ?

source: Materiálat ráhkaduvvojit skuvlen- ja oahppamateriálalávdegotti dohkkehan buvttadanplána vuođul , muhto váldit maid vuostá buriid ideaid ja evttohusaid .
smn: Materiaaleh ráhtojeh škovlim- já oppâmateriaallävdikode tuhhiittem puovtâdemvuávám mield , mut jis tust láá šiev iävtuttâsah já ideah te taid kannat aainâs pyehtiđ oovdân .

source: Juos leat beroštuvvan oahppamateriálabargguin , de váldde oktavuođa Sámedikki skuvlen- ja oahppamateriáladoaimmahahkii .
smn: Jis lah perustum oppâmateriaalpargoin , te vääldi ohtâvuođâ Sämitige škovlim- já oppâmateriaaltoimâttâhân .

source: Lassedieđuid oaččut oahppamateriálačállis .
smn: Lasetiäđuid finniih oppâmateriaalčällest .

source: hannu .
smn: xxx

source: kangasniemi ( at ) sámediggi .
smn: xxx

source: fi
smn: xxx
